[
  {
    "activity": "Yoga",
    "content": "10 Yoga Poses You Need to Know: The building blocks of yoga are poses. These are good ones to learn as you build a regular yoga practice. These 10 poses are a complete yoga workout. Move slowly through each pose, remembering to breathe as you move. Pause after any pose you find challenging, especially if you are short of breath, and start again when your breathing returns to normal. The idea is to hold each pose for a few, slow breaths before moving on to the next one. Child's Pose : This calming pose is a good default pause position. You can use child’s pose to rest and refocus before continuing to your next pose. It gently stretches your lower back, hips, thighs, knees and ankles and relaxes your spine, shoulders and neck. Sukhasana: This easy pose is good to relieve stress. Sit cross-legged on a yoga mat with your hands on your knees, palms up. Keep your spine as straight as you can. Push the bones you're sitting on down into the floor — your \"sit bones\" in yoga-speak. Close your eyes and inhale. \"This is a great pose for beginners to use as an assessment,\" says Gwen Lawrence, yoga coach for the New York Knicks and other sports teams, athletes, and celebrities. \"Just sitting on the floor gives you a perfect way to see and feel the external rotation on the legs.\" This pose also boosts back flexibility and can help relieve stress.",
    "voted": 0,
    "score": 0
  },
  {
    "activity": "Swimming",
    "content": "3 Major Benefits of Swimming That'll Convince You to Take It Up! 1. It Improves Your Mental Health: Swimming is one of the few sports that demand you leave the outside world, outside. You physically can’t look at Instagram in the pool, so one of the biggest benefits of swimming is that it’s great for giving the mind time to power down from constant digital stimulation. Morrissey says, 'many people say that by simply being in the water they feel more relaxed and less stressed. Regular exercise helps reduce anxiety and depression, as it releases \"feel good\" hormones and keeps our brains working in a healthy way.'\n\nPlus, she suggests if you embrace wild swimming and not just in your local pool you can reap more rewards: 'Learning to swim can allow you the opportunity to swim in beautiful places outdoors which many people find to be memories they cherish.'\n\nResearch has found that hitting the pool was comparable to Yoga in terms of reducing anxiety and stress over a 12-week period. 2. It's Lower Impact Than Other Forms of Cardio: Sore knees and ankles a common complaint of yours? Well, know you're not alone. High-intensity workouts can exacerbate already aching joints (think running or super challenging cardio home workouts) but swapping a few sessions for some pool laps could do you the world of good. \n\n'A runner will exert anything from 5-10 times their body weight through their hips, ankles and knees,' Morrissey says. 'As water naturally holds you up, it can reduce your moving body weight by up to 90%, this reduces the stresses and impact on your joints, muscles and bones by the same 90%. Which is huge!'\n\n'Yes, running or cycling will usually burn more calories than swimming,' she continues. 'But swimming keeps your heart rate up without stressing your body.' This type of exercise is known as steady-state training and helps to build stamina. 3. It Can Reduce Stress: Exercise is a well-known mood booster, but did you know that another benefit of swimming is that it can help mitigate the effects of stress chemically, too?\n\nWhen you exercise, your body naturally reduces stress hormones cortisol and adrenaline whilst simultaneously creating feel-good endorphins – nature's mood lifters. If you're stuck between work and a stressed place, carve out some time to move, in the pool or otherwise.",
    "voted": 0,
    "score": 0
  },
  {
    "activity": "Biking",
    "content": "3 Benefits of Cycling! 1. Cycling Is Good For Beginners: Riding a bike is fairly simple. If you have difficulty with a standard bicycle, stationary bikes are a great alternative.\n\nIf you’re new to fitness or bouncing back from an injury or illness, you can cycle at a low intensity. As you get more fit, you can increase the intensity or continue to cycle at a chill pace. \n\nStudies have shown that even sedentary people reap the health benefits of cycling, so it can be a great introduction for exercise novices. 2. Cycling Boosts Mental Health and Brain Power: Cycling can ease feelings of stress, depression, or anxiety. Focusing on the road or your cadence when cycling can help you develop concentration and awareness of the present moment. This may help take your focus away from the mental chatter of your day.\n\nResearch backs this up. One study found that biking outside improved cognitive functioning and well-being for older adults.\n\nIf you find yourself feeling lethargic, listless, or like your brain is moving slowly, get on your bike for at least 10 minutes.\n\nExercise promotes the release of endorphins in your body, which helps you feel better while lowering your stress levels. As the study above found, exercise outdoors only increases these effects.\n\nYou may feel more confident and content once you make cycling a regular part of your life. 3. Cycling Is Environmentally Friendly: Reduce your carbon footprint by riding your bike whenever possible. Recent research in Europe found that commuting by bike instead of by car once a day decreases your transportation carbon footprint by 67%.\n\nCycling is a great replacement for transportation options that involve sitting in traffic for extended periods. It’s especially useful when you’re going places that are a bit too far to walk, but you don’t want to take a car.\n\nA bonus is not having to fight for a parking space in crowded areas.",
    "voted": 0,
    "score": 0
  }
]